Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Del mismo modo, para las soluciones micelares, las soluciones que contienen agentes acomplejantes o soluciones que contienen cosolventes deben tener la misma composición cualitativa y cuantitativa de los excipientes funcionales con el fin de evitar un estudio de equivalencia, el cambio de otros excipientes debe ser revisados críticamente.
es_es: Similarly, micellar solutions, and solutions with complexing agents or cosolvents must have the same quali-quantitative functional inactive ingredient composition to be waived the equivalence study; any change of inactive ingredients must be critically reviewed.

source: Delay
es_es: Demora

source: Deleted all footnotes, since this information is provided in 3.2.P.1..
es_es: Se eliminan todas las notas al pie porque esta información se da en 3.2.P.1.

source: Deliberate variation of the chromatographic were carried out as follows:
es_es: Se aplicaron las siguientes variaciones deliberadas en los parámetros cromatográficos.

source: Deliberate variations of the described parameters had no significant effect on the results.
es_es: Tras variaciones deliberadas en los parámetros descriptos no se obtuvieron efectos significativos en los resultados.

source: Deliberate variations of the sample preparation conditions were carried out as follows:
es_es: Se aplicaron las siguientes variaciones deliberadas en las condiciones del preparación de muestras.

source: Deliverable volume (4.15)
es_es: Volumen suministrable (4.15)

source: Delivery container of drug substance
es_es: Recipiente de traslado del principio activo

source: Demographic and baseline characteristics of the trial population – TS and TS_D
es_es: Características demográficas y generales iniciales de la población del ensayo. GT y GT_D

source: Demographic and clinical characteristics were balanced between the treatment groups.
es_es: Las características demográficas y clínicas estuvieron equilibradas entre los grupos de tratamiento.

source: Demographic characteristics
es_es: Características demográficas

source: Demographic data
es_es: Datos demográficos

source: Demographic data – RS
es_es: Datos demográficos. Grupo aleatorizado

source: Demographic or baseline variable
es_es: Variable demográfica o características iniciales

source: Demographic profile of acute venous thromboembolism in paediatric population
es_es: Perfil demográfico de la tromboembola venosa aguda en la población pediátrica

source: Demographic profile of participants in the Quebec (Canada) population-based cohort from 1994-2004 [R17-1457]
es_es: Perfil demográfico de los participantes de un estudio de cohortes retrospectivo basado en la población de Quebec, Canadá, entre 1994 y 2004 [R17-1457].

source: Demographics
es_es: Demografía

source: Demographics and baseline characteristics
es_es: Demografía y características iniciales

source: Demographics of the paediatric population with recurrent venous thromboembolism and risk factors for the disease
es_es: Datos demográficos de la población pediátrica con tromboembolia venosa recurrente y factores de riesgo de la enfermedad.

source: Demographics of the population in the acute venous thromboembolism indication in the paediatric population and risk factors for the disease
es_es: Datos demográficos de la población pediátrica con la indicación de tromboembollia venosa aguda y factores de riesgo de la enfermedad.

source: Demonstrates integrity of sterile filter membrane after filtration
es_es: Comprueba la integridad de la membrana de filtro estéril tras la filtración

source: Demotion of previous Safety Concerns (PV history)
es_es: Eliminación de riesgos de seguridad anteriores (antecedentes de farmacovigilancia)

source: Demás normativa relacionada y vigente.
es_es: Other related and current regulations.

source: Denmark
es_es: Dinamarca

source: Denmark:
es_es: Dinamarca:

source: Denmark1
es_es: Dinamarca1

source: Dennis Cordato, PhD; Deborah Field, MBBS; Henry Ma, PhD; Bill O’Brien, MBBS; Benjamin Clissold, MBBS; Ferdinand Miteff, MBBS; Anna Clissold, MBBS;
es_es: Dr. Dennis Cordato; Deborah Field, Médica Cirujana; Dr. Henry Ma; Bill O’Brien, Médico Cirujano; Benjamin Clissold, Médico Cirujano; Ferdinand Miteff, Médico Cirujano; Anna Clissold, Médica Cirujana;

source: Department (s):
es_es: Departamento/s:

source: Department 54.3-Pharmaceutical Affair
es_es: Departamento 54.3; Asuntos farmacéuticos

source: Department of Clinical Neurosciences
es_es: Departamento de Neurociencias Clínicas

source: Department of Health and Human Services, Food and Drug Administration, Center for Biologics Evaluation and Research (1997) it is recommended that the final product should not contain more than 100 pg host cell DNA per dose.
es_es: el Departamento de Salud y Servicios Sociales de los Estados Unidos, Dirección Federal de Alimentos y Medicamentos, Centro de Evaluación e Investigación Biológica, en 1997, es recomendable que el producto final no contenga más que 100 pg de ADN de célula hospedadora por dosis.

source: Department of Health and Human Services, Food and Drug Administration 2010.
es_es: Departamento de Salud y Servicios Humanos,Administración de Alimentos y Medicamentos 2010.

source: Department of Medicine (Austin Health) & Melbourne Brain Centre at Royal Melbourne Hospital
es_es: Departmento de Medicina (Austin Health) y Melbourne Brain Centre en Royal Melbourne Hospital

source: Department of Neurology
es_es: Departamento de Neurologia

source: Department of Radiology
es_es: Departamento de Radiología

source: Dependiendo de la posología de dosificación puede requerirse de un estudio de dosis múltiple, es decir, un estudio en el estado estacionario.
es_es: Depending on the dosage regimen, a multiple dose study, i.e. a steady-state study, may be required.

source: Depending on the S9 mix conditions a mutagenic response was also seen with these two N-nitrosamine controls in TA 100 and with NDBA also in E.coli.
es_es: Según las condiciones de la mezcla S9 también se observó una respuesta mutagénica con estos dos controles N-nitrosaminas ante TA 100 y, con NDBA, también ante E. coli.

source: Depending on the filter used, discard a minimum of 2 mL (e.g. Roby 25/GF92, 1.0 µm) or 4 mL (Membrex 25-GC) of the filtrate and use the subsequent filtrate as the test solution.
es_es: Según el filtro utilizado, desechar un mínimo de 2 ml (p. ej., Roby 25/GF92, 1.0 µm) o 4 ml (Membrex 25-GC) del filtrado y emplear el filtrado posterior como solución de análisis.

source: Depending on the storage conditions of spesolimab DS 150 mg/mL, a thawing step may be performed.
es_es: De acuerdo con las condiciones de almacenamiento del principio activo espesolimab a 150 mg/ml, se puede realizar un paso de descongelamiento.

source: Deregistration of SGS INSTITUT FRESENIUS GmbH as testing site for drug product intermediate
es_es: Eliminación del registro de SGS INSTITUT FRESENIUS GmbH como centro de evaluación de los productos intermedios del medicamento

source: Derivation of the PK parameters is given in the CTP (Appendix 16.1.1.1).
es_es: La derivación de los parámetros farmacocinéticos se proporciona en el Protocolo de Ensayo Clínico (Apéndice 16.1.1.1).

source: Derived from linearity, accuracy and precision
es_es: Derivado de la linealidad, exactitud y precisión

source: Derived from linearity, accuracy and precision:
es_es: Derivado de la linealidad, exactitud y precisión:

source: Deróguese de forma expresa la Resolución ARCSA-DE-2023-024-AKRG publicada en el Registro Oficial N° 382 del 25 de agosto de 2023, por medio de la cual se expide el Instructivo Externo IE-B.3.2.1-MED-02, versión 3, denominado:
es_es: Ruling ARCSA-DE-2023-024-AKRG, published in the Official Gazette 382, of August 25, 2023, which issues the External Instruction IE-B.3.2.1-MED-02, version 3, called:m

source: Deróguese de forma expresa la Resolución ARCSA-DE-2023-024-AKRG publicada en el Registro Oficial N° 382 del 25 de agosto de 2023, por medio de la cual se expide el Instructivo Externo IE-B.3.2.1-MED-02, versión 3, denominado: “Criterios y requisitos para demostrar bioequivalencia y biodisponibilidad, en los medicamentos de uso y consumo humano”.
es_es: Ruling ARCSA-DE-2023-024-AKRG, published in the Official Gazette 382, of August 25, 2023, which issues the External Instruction IE-B.3.2.1-MED-02, version 3, called: "Bioequivalence and bioavailability criteria and requirements for drugs of human use and consumption" is hereby repealed.

source: Desarrollo del estudio.
es_es: Development of the study.

source: Descripción
es_es: Description

source: Descripción de los métodos de prueba, incluyendo información acerca del método analítico, el proceso de validación del mismo y la composición de las soluciones tampones.
es_es: Description of the test methods, including information about the analytical method, the method validation process, and the composition of the buffer solutions.

source: Description
es_es: Descripción

source: Description / Acceptance Criteria
es_es: Descripción / Criterios de aceptación

source: Description and Composition of the Drug Product
es_es: Descripción y composición del medicamento

source: Description and Composition of the Drug Product / unit formula
es_es: Descripción y composición del medicamento / fórmula unitaria

source: Description of Attached Document
es_es: Descripción del documento adjunto

source: Description of Investigational Product
es_es: Descripción del producto en investigación

source: Description of Manufacturing Process and Process Controls / equipment without capacity
es_es: Descripción del proceso de fabricación y los controles del proceso / eqiupo sin capacidad

source: Description of container closure system
es_es: Descripción del envase y sistema de cierre

source: Description of primary packaging components
es_es: Descripción de los componentes del acondicionamiento primario

source: Description of production flow
es_es: Descripción del flujo de producción

source: Description of rt-PA Molecule Modification
es_es: Descripción de la modificación de la molécula de rt-PA

source: Description of the Batch Numbering System
es_es: Descripción del sistema de numeración de partidas

source: Description of the Manufacturing process and process control (10 mg:
es_es: Descripción del proceso de fabricación y los controles del proceso (

source: Description of the Manufacturing process and process control (10 mg: 2485473-p330as0301, q00261558-01; 25 mg:
es_es: Descripción del proceso de fabricación y los controles del proceso (10 mg: 2485473-p330as0301, q00261558-01; 25 mg:

source: Description:
es_es: Descripción:

source: Descriptive statistics were also presented and stratified by demographics.
es_es: También se presentaron estadísticas descriptivas, que se estratificaron según la información demográfica.

source: Descriptive statistics were to be calculated for all PK parameters, if feasible.
es_es: De ser posible, se calculaban estadísticas descriptivas para todos los parámetros farmacocinéticos.

source: Desempeño de las formulaciones
es_es: Formulation performance

source: Design Inputs
es_es: Propuestas de diseño

source: Design Validation Report, UN_04, UN_22
es_es: Informe de validación del diseño, UN_04, UN_22

source: Design Validation Report, UN_06, UN_17
es_es: Informe de validación del diseño, UN_06, UN_17

source: Design Validation of the PFS-NSD-1 system was conducted to demonstrate that Design Input, User Needs, and Intended Use requirements are met and the spesolimab PFS-NSD-1 fulfills the requirements for usability and safety.
es_es: Se llevó a cabo una validación de diseño del sistema PFS-NSD-1 para demostrar el cumplimiento de los requisitos de las propuestas de diseño, las necesidades del usuario y el uso previsto, y corroborar que el dispositivo PFS-NSD-1 de espesolimab se ajusta a los requisitos de uso y seguridad.

source: Design Validation/Usability
es_es: Validación de diseño/facilidad de uso

source: Design Verification is conducted with the individual subsystems, combination of subsystems or the labeled and packed PFS-NSD-1, as appropriate.
es_es: La verificación del diseño se realiza con los subsistemas individuales, la combinación de subsistemas o el PFS-NSD-1 etiquetado y acondicionado, según corresponda.

source: Design Verification shelf-life testing is ongoing for subsystem NSD and subsystem P&L: 24 months real time aging, and successive testing will be performed as planned.
es_es: Se están realizando pruebas de verificación del diseño durante la vida útil para el subsistema del dispositivo de seguridad de aguja y el subsistema de acondicionamiento y etiquetado: las pruebas de envejecimiento en tiempo real de 24 meses y los análisis posteriores se realizarán según lo planeado.

source: Design Verification study design for spesolimab PFS-NSD-1 over product shelf-life
es_es: Estudio de verificación del diseño de PFS-NSD-1 de espesolimab durante la vida útil del producto

source: Design Verification testing is conducted over the entire required shelf-life per Table 16.
es_es: Las pruebas de verificación del diseño se llevan a cabo durante toda la vida útil requerida según se indica en la Tabla 16.

source: Design Verification testing was conducted using PFS-NSD-1 representative of the to-be-marketed spesolimab PFS-NSD-1.
es_es: Las pruebas de verificación del diseño se realizaron utilizando el PFS-NSD-1 representativo del dispositivo PFS-NSD-1 de espesolimab que se comercializará.

source: Design and diameter of filling needle:
es_es: Diseño y diámetro de la aguja de llenado:

source: Design and diameter of filling needles:
es_es: Diseño y diámetro de las agujas de llenado:

source: Design and diameter of filling needles: stainless steel Inner diameter:
es_es: Diseño y diámetro de las agujas de llenado: acero inoxidable. Diámetro interior:

source: Design input requirement
es_es: Requisitos de la propuesta de diseño

source: Design inputs
es_es: Entradas de diseño

source: Design of experiment
es_es: Diseño de experimento

source: Design of experiments
es_es: Diseño de experimentos

source: Design validation
es_es: Validación de diseño

source: Design verification including sequential pre-cond.
es_es: Verificación del diseño, incl. el preac. secuencial

source: Design verification – consisting of both paperbased assessments and bench testing - was conducted to verify that the final design of the spesolimab PFS-NSD-1 meets the requirements as specified in the Design Input.
es_es: Se llevó a cabo una verificación de diseño (que consta de evaluaciones en papel y en banco) para verificar que el diseño final del dispositivo PFS-NSD-1 de espesolimab cumple con los requisitos especificados en la propuesta de diseño.

source: Designation
es_es: Designación

source: Desing Validation Report, UN_19
es_es: Informe de validación del diseño, UN_19

source: Desintegrante
es_es: Disintegrant

source: Deslizante
es_es: Glidant

source: Despite advances in the management of HF, no new therapies have been found to improve outcomes by reducing mortality or morbidity (i.e. CV death or HHF) in these patients [P16-03760].
es_es: Pese a los avances en el tratamiento de la insuficiencia cardíaca, no se ha encontrado ninguna terapia nueva que mejore los resultados en términos de mortalidad o morbilidad en estos pacientes (es decir, muerte cardiovascular u hospitalizaciones por insuficiencia cardíaca) [P16-03760].

source: Despite all SST criteria were met, this flow rate will be referenced in the analytical method as not suitable to prevent similar integration problems.
es_es: Aunque se cumplieron los criterios definidos en la prueba de idoneidad del sistema (SST), se mencionará en el método analítico que esta velocidad de flujo no es adecuada para evitar problemas de integración de este estilo.

source: Despite improvements in treatment interval times such as door-to-needle time and door-in-door-out time, concerns around low early reperfusion rates, risk of haemorrhage, and challenges with drug administration (bolus plus a 60 min infusion) mean that the therapy is still underutilised.
es_es: Pese a las mejoras en los lapsos terapéuticos, como el tiempo transcurrido desde el ingreso hasta la punción o hasta el alta hospitalaria, ciertas inquietudes por las bajas tasas de reperfusión temprana, el riesgo dehemorragia y las dificultades propias de la administración (bolomás una infusión de 60 minutos) hacen que la terapia siga estando subutilizada.

source: Despite its proven efficacy, alteplase only achieves its aim of reperfusing the ischemic brain tissue in ~30% of cases overall (8, 9) and this is largely dependent on the location of arterial occlusion.
es_es: A pesar de su eficacia demostrada, la alteplasa sólo consigue su objetivo de reperfundir el tejido cerebral isquémico en ~30% de los casos en total (8, 9) y esto depende en gran medida de la ubicación de la oclusión arterial.

source: Despite its proven efficacy, alteplase only achieves its aim of reperfusing the ischemic brain tissue in ~30% of cases overall and this is largely dependent on the location of arterial occlusion.
es_es: A pesar de su eficacia demostrada, la alteplasa sólo consigue su objetivo de reperfundir el tejido cerebral isquémico en ~30% de los casos en total y esto depende en gran medida de la ubicación de la oclusión arterial.

source: Destination(s)
es_es: Destino/s

source: Detail
es_es: Detalle

source: Detailed analytical plans are presented in the Trial Statistical Analysis Plan (TSAP), Appendix 16.1.9.1.
es_es: En el Plan de análisis estadístico, Apéndice 16.1.9.1, se pueden conocer en detalle los planes analíticos.

source: Detailed data, as requested by General Directorate of medicines, supplies and drugs (DIGEMID), is available in both indications for key studies (Acute Ischaemic Stroke:
es_es: Los datos detallados, según lo solicitado por la Dirección General de Medicamentos, Insumos y Fármacos (DIGEMID), están disponibles en ambas indicaciones para los estudios clave (Accidente Cerebrovascular Isquémico Agudo:

source: Detailed inclusion and exclusion criteria:
es_es: Detalle de los criterios de inclusión y exclusión:

source: Detailed information on the stroke (date and time of onset, type, symptoms, method of detection, outcome) was collected in the eCRF.
es_es: En el eCRF se recopilaba información detallada sobre el accidente cerebrovascular (fecha y hora de aparición, tipo, síntomas, método de detección, desenlace).

source: Detailed information with regards to BI 674304 (surrogate antibody) are provided:
es_es: Se proporciona información detallada con respecto a BI 674304 (anticuerpo sustituto):

source: Detailed information with regards to virus safety is provided within the following reports:
es_es: En los siguientes informes se proporciona información detallada sobre la seguridad del control de virus:

source: Detailed methods for the safety analyses can be found in Section 9.7.1.3.4.
es_es: En la Sección 9.7.1.3.4, se detallan los métodos de los análisis de seguridad.

source: Detailed results are provided in the sections below.
es_es: En las secciones siguientes hay resultados más detallados.

source: Detailed validation results are provided in Section 3.2.P.3.5 Process Validation.
es_es: En la Sección 3.2.P.3.5, Validación del proceso, están detallados los resultados de validación.

source: Details are provided below.
es_es: A continuación hay mayores detalles.

source: Details are provided in Section 3.2.A.2 Adventitious Agents Safety Evaluation.
es_es: En la Sección 3.2.A.2, Evaluación de seguridad de agentes fortuitos, pueden encontrarse más detalles.

source: Details are provided in Section 3.2.P.2 Pharmaceutical Development, Chapter 7.11.
es_es: En la Sección 3.2.P.2, Desarrollo farmacéutico, Capítulo 7.11, se pueden ver los detalles.

source: Details are provided in the bioanalytical report in Appendix 16.1.13.4.
es_es: En el Apéndice 16.1.13.4, están los detalles del informe bioanalítico.

source: Details for each category are described in the sections below.
es_es: En las siguientes secciones se describen detalles de cada categoría.

source: Details of adverse event definitions and of angiographic criteria are included in the eMethods in Supplement 1.
es_es: En la sección Métodos digitales del Suplemento 1, se detallan las definiciones de los eventos adversos y los criterios angiográficos.

source: Details of sample handling and sample logistics are provided in the ISF (Central lab manual).
es_es: En el archivo del centro investigador (manual del laboratorio central) se pueden los detalles sobre el manejo y la logística de las muestras.

source: Details of the Endovascular Procedure
es_es: Detalles del procedimiento endovascular

source: Details of the NSD, EFF and PR components, their function and material of construction are provided in Table 39.
es_es: En la Tabla 39, están detallados los componentes del dispositivo de seguridad para agujas, las lengüetas de apoyo más amplias y el vástago del émbolo, su función y los materiales de elaboración.

source: Details of the participating investigators and other personnel whose participation materially affected the conduct of the trial are provided in Appendix 16.1.4.
es_es: En el Apéndice 16.1.4, se pueden ver en detalle los investigadores participantes y demás personal cuya participación afectó materialmente el desarrollo del ensayo.

source: Details of the participating investigators and other personnel whose participation materially affected the conduct of the trial, including their curricula vitae, are provided in Appendix 16.1.4.
es_es: En el Apéndice 16.1.4, se pueden ver en detalle los investigadores participantes y demás personal cuya participación afectó materialmente el desarrollo del ensayo, con sus respectivos currículums.

source: Details of the primary packaging components are provided in Table 38.
es_es: En la Tabla 38, se detallan los componentes del acondicionamiento primario.

source: Details on leachables and extractables are provided in Section 3.2.P.2.Pharmaceutical Development, Chapter 7.9.
es_es: En la Sección 3.2.P.2, Desarrollo farmacéutico, Capítulo 7.9, se pueden ver los detalles sobre las sustancias lixiviables y extraíbles.

source: Details on analytical comparability are described in Section 3.2.P.2.
es_es: En la Sección 3.2.P.2, se detalla la comparabilidad analítica.

source: Details on batches received by each patient are available in the TMF (see Section 6).
es_es: En el archivo maestro del ensayo (ver Sección 6), se detallan las partidas recibidas por cada paciente.

source: Details on drug accountability, emergency code breaks, handling of CRFs, source documents, and direct access to source data are described in the clinical trial protocol (refer to Appendix 16.1.1.1).
es_es: En el protocolo del ensayo clínico (ver Apéndice 16.1.1.1), se presentan los detalles sobre los recuentos de medicamentos, el desenmascaramiento de códigos de emergencia, el manejo de los formularios de informes de casos, los documentos fuente y el acceso directo a los datos fuente.

source: Details on drug accountability, handling of CRFs, source documents, and direct access to source data are described in the CTP (refer to Appendix 16.1.1.1).
es_es: En el protocolo del ensayo clínico (ver Apéndice 16.1.1.1), se presentan los detalles sobre los recuentos de medicamentos, el manejo de los formularios de informes de casos, los documentos fuente y el acceso directo a los datos fuente.

source: Details on elemental impurities are provided in Section 3.2.P.2.Pharmaceutical Development, Chapter 7.10.
es_es: En la Sección 3.2.P.2, Desarrollo farmacéutico, Capítulo 7.10, se pueden ver los detalles sobre las impurezas elementales.
